Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Focus pressure: %@/100.
ar: ضغط التركيز: %@/100.
es: Presión de enfoque: %@/100.
hi: फोकस दबाव: %@/100।
it: Pressione di focus: %@/100.
ja: 集中プレッシャー: %@/100。
ms: Tekanan fokus: %@/100.
th: แรงกดดันในการโฟกัส: %@/100
ur: توجہ کا دباؤ: %@/100۔
zh_hans: 专注压力：%@/100。

source: Focused today
ar: تركيز اليوم
es: Enfoque de hoy
hi: आज केंद्रित
it: Focus di oggi
ja: 今日に集中
ms: Fokus hari ini
th: โฟกัสวันนี้
ur: آج توجہ مرکوز
zh_hans: 今日聚焦

source: Follow the device appearance setting.
ar: اتبع إعداد مظهر الجهاز.
es: Sigue el ajuste de apariencia del dispositivo.
hi: डिवाइस की दिखावट सेटिंग का पालन करें।
it: Segue l’impostazione aspetto del dispositivo.
ja: デバイスの外観設定に合わせます。
ms: Ikut tetapan penampilan peranti.
th: ทำตามการตั้งค่ารูปลักษณ์ของอุปกรณ์
ur: ڈیوائس کی ظاہری شکل کی ترتیب کی پیروی کریں۔
zh_hans: 跟随设备外观设置。

source: For how long?
ar: لأي مدة؟
es: ¿Por cuánto tiempo?
hi: कितनी देर के लिए?
it: Per quanto tempo?
ja: どのくらい？
ms: Untuk berapa lama?
th: นานแค่ไหน?
ur: کتنی دیر کے لیے؟
zh_hans: 多长时间？

source: Founding recognition included
ar: يشمل تقدير المؤسسين
es: Incluye reconocimiento de fundador
hi: संस्थापक सम्मान शामिल है
it: Riconoscimento di fondatore incluso
ja: 創設者としての認定を含む
ms: Pengiktirafan pengasas disertakan
th: รวมการยกย่องในฐานะผู้ก่อตั้ง
ur: بانی کی پذیرائی شامل ہے
zh_hans: 包含创始支持者认可

source: Founding Supporter
ar: الداعم المؤسس
es: Colaborador fundador
hi: संस्थापक समर्थक
it: Sostenitore fondatore
ja: 創設サポーター
ms: Penyokong Pengasas
th: ผู้สนับสนุนผู้ก่อตั้ง
ur: بانی معاون
zh_hans: 创始支持者

source: Free
ar: مجاني
es: Gratis
hi: निःशुल्क
it: Gratis
ja: 無料
ms: Percuma
th: ฟรี
ur: مفت
zh_hans: 免费

source: Free accounts can invite up to %lld users. Remove one or choose toDō+ to invite someone else.
ar: يمكن للحسابات المجانية دعوة ما يصل إلى %lld من المستخدمين. أزل مستخدمًا أو اختر toDō+ لدعوة شخص آخر.
es: Las cuentas gratuitas pueden invitar hasta %lld usuarios. Elimina uno o elige toDō+ para invitar a otra persona.
hi: मुफ़्त खाते अधिकतम %lld उपयोगकर्ताओं को आमंत्रित कर सकते हैं। किसी एक को हटाएँ या किसी और को आमंत्रित करने के लिए toDō+ चुनें।
it: Gli account gratuiti possono invitare fino a %lld utenti. Rimuovine uno o scegli toDō+ per invitare un'altra persona.
ja: 無料アカウントが招待できるユーザーは%lld人までです。1人削除するか、toDō+を選んで別のユーザーを招待してください。
ms: Akaun percuma boleh menjemput sehingga %lld pengguna. Alih keluar seorang atau pilih toDō+ untuk menjemput orang lain.
th: บัญชีฟรีเชิญผู้ใช้ได้สูงสุด %lld คน ให้นำหนึ่งคนออกหรือเลือก toDō+ เพื่อเชิญคนอื่น
ur: مفت اکاؤنٹس زیادہ سے زیادہ %lld صارفین کو مدعو کر سکتے ہیں۔ کسی ایک کو ہٹائیں یا کسی اور کو مدعو کرنے کے لیے toDō+ منتخب کریں۔
zh_hans: 免费帐户最多可邀请 %lld 位用户。移除一位用户，或选择 toDō+ 以邀请其他人。

source: Fresh greens with a calm workday feel.
ar: درجات خضراء منعشة بإحساس يوم عمل هادئ.
es: Verdes frescos con una sensación tranquila de trabajo.
hi: शांत कार्यदिवस जैसा एहसास देने वाले ताज़ा हरे रंग।
it: Verdi freschi con un tono calmo da giornata di lavoro.
ja: 落ち着いた仕事時間に合う新鮮なグリーン。
ms: Hijau segar dengan rasa hari kerja yang tenang.
th: โทนเขียวสดพร้อมบรรยากาศวันทำงานที่สงบ
ur: پرسکون کام کے دن جیسے تازہ سبز رنگ۔
zh_hans: 清新的绿色，带来平静工作日的感觉。

source: From %@
ar: من %@
es: De %@
hi: %@ से
it: Da %@
ja: %@ から
ms: Daripada %@
th: จาก %@
ur: %@ سے
zh_hans: 来自 %@

source: Getting Ready
ar: جار التجهيز
es: Preparando
hi: तैयार हो रहा है
it: Preparazione
ja: 準備中
ms: Sedang Bersedia
th: กำลังเตรียม
ur: تیار ہو رہا ہے
zh_hans: 正在准备

source: Getting this device ready.
ar: جار تجهيز هذا الجهاز.
es: Preparando este dispositivo.
hi: यह डिवाइस तैयार हो रहा है।
it: Preparazione del dispositivo.
ja: このデバイスを準備中。
ms: Menyediakan peranti ini.
th: กำลังเตรียมอุปกรณ์นี้
ur: یہ ڈیوائس تیار ہو رہی ہے۔
zh_hans: 正在准备此设备。

source: Go back to Settings
ar: العودة إلى الإعدادات
es: Volver a Configuración
hi: सेटिंग्स पर वापस जाएँ
it: Torna alle impostazioni
ja: 設定に戻る
ms: Kembali ke Tetapan
th: กลับไปที่การตั้งค่า
ur: سیٹنگز پر واپس جائیں
zh_hans: 返回设置

source: Go Further
ar: اذهب أبعد
es: Ve más allá
hi: और आगे बढ़ें
it: Vai oltre
ja: さらに先へ
ms: Pergi Lebih Jauh
th: ไปให้ไกลกว่าเดิม
ur: مزید آگے بڑھیں
zh_hans: 更进一步

source: Good.
ar: جيد.
es: Bien.
hi: अच्छा।
it: Bene.
ja: 良い。
ms: bagus.
th: ดี.
ur: اچھا
zh_hans: 好的。

source: Google sign-in could not open the secure browser session. Try again.
ar: تعذر على تسجيل الدخول عبر Google فتح جلسة المتصفح الآمنة. حاول مرة أخرى.
es: Google no pudo abrir la sesión segura del navegador. Inténtalo de nuevo.
hi: Google साइन-इन सुरक्षित ब्राउज़र सत्र नहीं खोल सका। फिर कोशिश करें।
it: Google non ha potuto aprire la sessione sicura del browser. Riprova.
ja: Googleサインインで安全なブラウザセッションを開けませんでした。もう一度お試しください。
ms: Log masuk Google tidak dapat membuka sesi pelayar selamat. Cuba lagi.
th: การลงชื่อเข้าใช้ Google ไม่สามารถเปิดเซสชันเบราว์เซอร์ที่ปลอดภัยได้ ลองอีกครั้ง
ur: Google سائن اِن محفوظ براؤزر سیشن نہیں کھول سکا۔ دوبارہ کوشش کریں۔
zh_hans: Google 登录无法打开安全浏览器会话。请重试。

source: Google sign-in finished without returning a callback. Try again.
ar: انتهى تسجيل الدخول عبر Google من دون إعادة استدعاء. حاول مرة أخرى.
es: Google terminó el inicio de sesión sin devolver una llamada. Inténtalo de nuevo.
hi: Google साइन-इन कॉलबैक लौटाए बिना समाप्त हुआ। फिर कोशिश करें।
it: L'accesso con Google è terminato senza restituire un callback. Riprova.
ja: Googleサインインがコールバックを返さずに終了しました。もう一度お試しください。
ms: Log masuk Google selesai tanpa mengembalikan panggilan balik. Cuba lagi.
th: การลงชื่อเข้าใช้ Google เสร็จสิ้นโดยไม่ส่งคืนคอลแบ็ก ลองอีกครั้ง
ur: Google سائن اِن نے کال بیک واپس کیے بغیر مکمل کیا۔ دوبارہ کوشش کریں۔
zh_hans: Google 登录结束时未返回回调。请重试。

source: Grace Period
ar: فترة السماح
es: Periodo de gracia
hi: अनुग्रह अवधि
it: Periodo di tolleranza
ja: 猶予期間
ms: Tempoh Ihsan
th: ระยะผ่อนผัน
ur: مہلت کی مدت
zh_hans: 宽限期

source: Guided Tour
ar: جولة إرشادية
es: Tour guiado
hi: मार्गदर्शित परिचय
it: Tour guidato
ja: ガイドツアー
ms: Lawatan berpandu
th: ทัวร์แนะนำ
ur: رہنمائی دورہ
zh_hans: 引导导览

source: Has due date
ar: له تاريخ استحقاق
es: tiene fecha de parto
hi: नियत तारीख है
it: Ha una scadenza
ja: 期日あり
ms: Ada tarikh akhir
th: มีวันครบกำหนด
ur: مقررہ تاریخ موجود ہے
zh_hans: 有截止日期

source: Hi, I’m moin.
ar: مرحبًا، أنا moin.
es: Hola, soy moin.
hi: नमस्कार, मैं moin हूँ।
it: Ciao, sono moin.
ja: こんにちは、moinです。
ms: Hai, saya moin.
th: สวัสดี ฉันคือ moin
ur: ہیلو، میں moin ہوں۔
zh_hans: 你好，我是 moin。

source: Hide the app icon count.
ar: إخفاء العدد على أيقونة التطبيق.
es: Oculta el conteo del icono de la app.
hi: ऐप आइकन की गिनती छिपाएं।
it: Nascondi il conteggio sull'icona dell'app.
ja: アプリアイコンの件数を非表示にします。
ms: Sembunyikan kiraan pada ikon app.
th: ซ่อนจำนวนบนไอคอนแอป
ur: ایپ آئیکن کی گنتی چھپائیں۔
zh_hans: 隐藏 App 图标计数。

source: Hide utilities
ar: إخفاء الأدوات
es: Ocultar utilidades
hi: यूटिलिटी छिपाएँ
it: Nascondi strumenti
ja: ユーティリティを隠す
ms: Sembunyikan utiliti
th: ซ่อนเครื่องมือ
ur: یوٹیلیٹیز چھپائیں
zh_hans: 隐藏工具

source: History
ar: السجل
es: Historial
hi: इतिहास
it: Cronologia
ja: 履歴
ms: Sejarah
th: ประวัติ
ur: تاریخچہ
zh_hans: 历史

source: Hour
ar: ساعة
es: Hora
hi: घंटा
it: Ora
ja: 時間
ms: jam
th: ชั่วโมง
ur: گھنٹہ
zh_hans: 小时

source: hours
ar: ساعات
es: horas
hi: घंटे
it: ore
ja: 時間
ms: jam
th: ชั่วโมง
ur: گھنٹے
zh_hans: 小时

source: Hours
ar: ساعات
es: Horas
hi: घंटे
it: Ore
ja: 営業時間
ms: jam
th: ชั่วโมง
ur: گھنٹے
zh_hans: 时间

source: How to find files in iCloud Drive
ar: كيفية العثور على الملفات في iCloud Drive
es: Cómo encontrar archivos en iCloud Drive
hi: iCloud Drive में फ़ाइलें कैसे ढूँढें
it: Come trovare file in iCloud Drive
ja: iCloud Driveでファイルを見つける方法
ms: Cara mencari fail dalam iCloud Drive
th: วิธีหาไฟล์ใน iCloud Drive
ur: iCloud Drive میں فائلیں کیسے تلاش کریں
zh_hans: 如何在 iCloud Drive 中查找文件

source: I believe in where this project is going.
ar: أؤمن بالمستقبل الذي يتجه إليه هذا المشروع.
es: Creo en el rumbo de este proyecto.
hi: मुझे विश्वास है कि यह प्रोजेक्ट सही दिशा में आगे बढ़ रहा है।
it: Credo nella direzione che sta prendendo questo progetto.
ja: このプロジェクトの未来を応援しています。
ms: Saya percaya pada hala tuju projek ini.
th: ฉันเชื่อมั่นในทิศทางของโปรเจกต์นี้
ur: مجھے یقین ہے کہ یہ پروجیکٹ درست سمت میں آگے بڑھ رہا ہے۔
zh_hans: 我相信这个项目的发展方向。

source: I could not organize that into a toDō. Try describing it again with a clear action.
ar: تعذّر تنظيم ذلك في تُدُ. حاول وصفه مرة أخرى بإجراء واضح.
es: No pude organizarlo como un toDō. Intenta describirlo de nuevo con una acción clara.
hi: इसे toDō में व्यवस्थित नहीं किया जा सका। स्पष्ट कार्रवाई के साथ फिर से बताएँ।
it: Non sono riuscito a organizzarlo in un toDō. Prova a descriverlo di nuovo con un'azione chiara.
ja: toDōとして整理できませんでした。明確な行動を含めてもう一度説明してください。
ms: Perkara itu tidak dapat disusun sebagai toDō. Cuba terangkan semula dengan tindakan yang jelas.
th: ไม่สามารถจัดสิ่งนั้นเป็น toDō ได้ ลองอธิบายอีกครั้งโดยระบุการกระทำให้ชัดเจน
ur: اسے ٹُڈُو میں ترتیب نہیں دیا جا سکا۔ واضح عمل کے ساتھ دوبارہ بیان کریں۔
zh_hans: 无法将其整理为 toDō。请用明确的操作重新描述。

source: I couldn’t apply that answer. Nothing was saved.
ar: تعذر تطبيق إجابتك. لم يتم حفظ أي شيء.
es: No pude aplicar esa respuesta. No se guardó nada.
hi: मैं उस उत्तर को लागू नहीं कर सका। कुछ भी सहेजा नहीं गया।
it: Non ho potuto applicare quella risposta. Non è stato salvato nulla.
ja: 回答を適用できませんでした。何も保存されませんでした。
ms: Jawapan itu tidak dapat digunakan. Tiada apa-apa disimpan.
th: ใช้คำตอบนั้นไม่ได้ ไม่มีการบันทึกข้อมูล
ur: میں اس جواب کو لاگو نہیں کر سکا۔ کچھ بھی محفوظ نہیں ہوا۔
zh_hans: 无法应用该回答。没有保存任何内容。

source: I couldn’t find that location. Which place should I use?
ar: تعذر العثور على هذا الموقع. ما المكان الذي تريد استخدامه؟
es: No encontré esa ubicación. ¿Qué lugar quieres usar?
hi: मुझे वह स्थान नहीं मिला। आप किस स्थान का उपयोग करना चाहते हैं?
it: Non ho trovato quella posizione. Quale luogo vuoi usare?
ja: その場所が見つかりませんでした。どの場所を使いますか？
ms: Lokasi itu tidak ditemui. Tempat manakah yang ingin anda gunakan?
th: ไม่พบตำแหน่งนั้น คุณต้องการใช้สถานที่ใด
ur: مجھے وہ مقام نہیں ملا۔ آپ کون سا مقام استعمال کرنا چاہتے ہیں؟
zh_hans: 找不到该位置。你想使用哪个地点？

source: I couldn’t organize that into a toDō. Nothing was saved.
ar: تعذر تنظيم ذلك في toDō. لم يتم حفظ أي شيء.
es: No pude organizar eso en una toDō. No se guardó nada.
hi: मैं उसे toDō में व्यवस्थित नहीं कर सका। कुछ भी सहेजा नहीं गया।
it: Non ho potuto organizzarlo in una toDō. Non è stato salvato nulla.
ja: それをtoDōに整理できませんでした。何も保存されませんでした。
ms: Perkara itu tidak dapat disusun menjadi toDō. Tiada apa-apa disimpan.
th: จัดสิ่งนั้นเป็น toDō ไม่ได้ ไม่มีการบันทึกข้อมูล
ur: میں اسے toDō میں ترتیب نہیں دے سکا۔ کچھ بھی محفوظ نہیں ہوا۔
zh_hans: 无法将其整理为 toDō。没有保存任何内容。

source: I still need one detail before I can create this toDō: %@ Nothing was saved.
ar: ما زلت بحاجة إلى تفصيل واحد قبل إنشاء هذا toDō: %@ لم يتم حفظ أي شيء.
es: Aún necesito un detalle antes de crear este toDō: %@ No se guardó nada.
hi: इस toDō को बनाने से पहले मुझे अभी एक जानकारी चाहिए: %@ कुछ भी सहेजा नहीं गया।
it: Mi serve ancora un dettaglio prima di creare questo toDō: %@ Non è stato salvato nulla.
ja: このtoDōを作成する前に、もう1つ確認が必要です：%@ 何も保存されませんでした。
ms: Saya masih memerlukan satu butiran sebelum dapat mencipta toDō ini: %@ Tiada apa-apa disimpan.
th: ฉันยังต้องการรายละเอียดอีกหนึ่งอย่างก่อนสร้าง toDō นี้: %@ ยังไม่มีการบันทึกข้อมูล
ur: اس toDō کو بنانے سے پہلے مجھے ایک تفصیل درکار ہے: %@ کچھ بھی محفوظ نہیں کیا گیا۔
zh_hans: 创建此 toDō 前还需要一项信息：%@ 未保存任何内容。

source: I've been getting real value from toDō.
ar: لقد أفادني toDō حقًا.
es: toDō me está aportando un valor real.
hi: toDō मेरे लिए सच में उपयोगी रहा है।
it: toDō mi sta offrendo un valore concreto.
ja: toDōを本当に便利に使っています。
ms: toDō benar-benar memberi manfaat kepada saya.
th: toDō มีประโยชน์กับฉันจริง ๆ
ur: toDō میرے لیے واقعی مفید ثابت ہوا ہے۔
zh_hans: toDō 确实为我带来了价值。

source: iCloud profile images are unavailable on this device. Choose this device or all signed-in devices.
ar: صور iCloud الشخصية غير متاحة على هذا الجهاز. اختر هذا الجهاز أو كل الأجهزة التي سجّلت الدخول.
es: Las imágenes de perfil de iCloud no están disponibles en este dispositivo. Elige este dispositivo o todos los dispositivos con sesión iniciada.
hi: इस डिवाइस पर iCloud प्रोफ़ाइल चित्र उपलब्ध नहीं हैं। यह डिवाइस या सभी साइन-इन किए गए डिवाइस चुनें।
it: Le immagini del profilo iCloud non sono disponibili su questo dispositivo. Scegli questo dispositivo o tutti i dispositivi con accesso.
ja: このデバイスではiCloudプロフィール画像を利用できません。このデバイス、またはサインイン済みのすべてのデバイスを選択してください。
ms: Gambar profil iCloud tidak tersedia pada peranti ini. Pilih peranti ini atau semua peranti yang dilog masuk.
th: รูปโปรไฟล์ iCloud ไม่พร้อมใช้งานบนอุปกรณ์นี้ เลือกอุปกรณ์นี้หรืออุปกรณ์ที่ลงชื่อเข้าใช้ทั้งหมด
ur: اس ڈیوائس پر iCloud پروفائل تصاویر دستیاب نہیں۔ یہ ڈیوائس یا تمام سائن اِن آلات منتخب کریں۔
zh_hans: 此设备无法使用 iCloud 头像。请选择此设备或所有已登录设备。

source: iCloud profile images are unavailable on this Mac. Choose this Mac or all signed-in devices.
ar: صور iCloud الشخصية غير متاحة على هذا الـ Mac. اختر هذا الـ Mac أو كل الأجهزة التي سجّلت الدخول.
es: Las imágenes de perfil de iCloud no están disponibles en este Mac. Elige este Mac o todos los dispositivos con sesión iniciada.
hi: इस Mac पर iCloud प्रोफ़ाइल चित्र उपलब्ध नहीं हैं। यह Mac या सभी साइन-इन किए गए डिवाइस चुनें।
it: Le immagini del profilo iCloud non sono disponibili su questo Mac. Scegli questo Mac o tutti i dispositivi con accesso.
ja: このMacではiCloudプロフィール画像を利用できません。このMac、またはサインイン済みのすべてのデバイスを選択してください。
ms: Gambar profil iCloud tidak tersedia pada Mac ini. Pilih Mac ini atau semua peranti yang dilog masuk.
th: รูปโปรไฟล์ iCloud ไม่พร้อมใช้งานบน Mac นี้ เลือก Mac นี้หรืออุปกรณ์ที่ลงชื่อเข้าใช้ทั้งหมด
ur: اس Mac پر iCloud پروفائل تصاویر دستیاب نہیں۔ یہ Mac یا تمام سائن اِن آلات منتخب کریں۔
zh_hans: 此 Mac 无法使用 iCloud 头像。请选择此 Mac 或所有已登录设备。

source: iCloud toDō
ar: تُدُ iCloud
es: toDō de iCloud
it: toDō iCloud
ms: toDō iCloud
th: toDō iCloud
ur: iCloud تُدُ

source: If the test sounds right, future reminders use that sound.
ar: إذا بدا الاختبار صحيحًا، فستستخدم التذكيرات القادمة هذا الصوت.
es: Si la prueba suena bien, los próximos recordatorios usarán ese sonido.
hi: यदि परीक्षण सही सुनाई देता है, तो आगे के रिमाइंडर वही ध्वनि उपयोग करेंगे।
it: Se la prova suona corretta, i prossimi promemoria useranno quel suono.
ja: テストの音が正しければ、今後のリマインダーでそのサウンドが使われます。
ms: Jika ujian berbunyi betul, peringatan akan datang menggunakan bunyi itu.
th: ถ้าการทดสอบฟังดูถูกต้อง การเตือนครั้งต่อไปจะใช้เสียงนั้น
ur: اگر ٹیسٹ درست سنائی دے تو آئندہ یاد دہانیاں یہی آواز استعمال کریں گی۔
zh_hans: 如果测试声音正确，之后的提醒将使用该声音。

source: If you already used %@ on another device, choose the existing-destination option first.
ar: إذا كنت قد استخدمت %@ على جهاز آخر، فاختر خيار الوجهة الموجودة أولًا.
es: Si ya usaste %@ en otro dispositivo, elige primero la opción de destino existente.
hi: अगर आपने किसी दूसरे डिवाइस पर %@ पहले से उपयोग किया है, तो पहले मौजूदा गंतव्य वाला विकल्प चुनें।
it: Se hai già usato %@ su un altro dispositivo, scegli prima l’opzione della destinazione esistente.
ja: 別のデバイスで %@ をすでに使っている場合は、先に既存の保存先を使うオプションを選んでください。
ms: Jika anda sudah menggunakan %@ pada peranti lain, pilih pilihan destinasi sedia ada dahulu.
th: หากคุณเคยใช้ %@ บนอุปกรณ์อื่นแล้ว ให้เลือกตัวเลือกปลายทางที่มีอยู่ก่อน
ur: اگر آپ نے کسی دوسری ڈیوائس پر %@ پہلے ہی استعمال کیا ہے، تو پہلے موجودہ منزل والا اختیار منتخب کریں۔
zh_hans: 如果你已在另一台设备上使用过 %@，请先选择使用现有目标数据的选项。

source: Image Availability
ar: إتاحة الصورة
es: Disponibilidad de la imagen
hi: चित्र उपलब्धता
it: Disponibilità immagine
ja: 画像の可用範囲
ms: Ketersediaan imej
th: การใช้งานรูป
ur: تصویر کی دستیابی
zh_hans: 图片可用范围

source: Image Link
ar: رابط الصورة
es: Enlace de imagen
hi: चित्र लिंक
it: Link immagine
ja: 画像リンク
ms: Pautan imej
th: ลิงก์รูป
ur: تصویر کا لنک
zh_hans: 图片链接

source: Import
ar: استيراد
es: Importar
hi: आयात करें
it: Importa
ja: 読み込む
th: นำเข้า
ur: درآمد کریں
zh_hans: 导入

source: Import a custom sound first.
ar: استورد صوتًا مخصصًا أولًا.
es: Importa primero un sonido personalizado.
hi: पहले एक कस्टम ध्वनि आयात करें।
it: Importa prima un suono personalizzato.
ja: 先にカスタムサウンドを読み込んでください。
ms: Import bunyi tersuai dahulu.
th: นำเข้าเสียงกำหนดเองก่อน
ur: پہلے حسب ضرورت آواز درآمد کریں۔
zh_hans: 请先导入自定义声音。

source: Import CAF, WAV, AIFF, or AIF audio up to 30 seconds.
ar: استورد صوت CAF أو WAV أو AIFF أو AIF حتى 30 ثانية.
es: Importa audio CAF, WAV, AIFF o AIF de hasta 30 segundos.
hi: 30 सेकंड तक का CAF, WAV, AIFF या AIF ऑडियो आयात करें।
it: Importa audio CAF, WAV, AIFF o AIF fino a 30 secondi.
ja: 30秒までのCAF、WAV、AIFF、AIF音声を読み込みます。
ms: Import audio CAF, WAV, AIFF, atau AIF sehingga 30 saat.
th: นำเข้าเสียง CAF, WAV, AIFF หรือ AIF ได้สูงสุด 30 วินาที
ur: 30 سیکنڈ تک کا CAF، WAV، AIFF، یا AIF آڈیو درآمد کریں۔
zh_hans: 导入最长 30 秒的 CAF、WAV、AIFF 或 AIF 音频。

source: Import from Files or iCloud Drive.
ar: استورد من الملفات أو iCloud Drive.
es: Importa desde Archivos o iCloud Drive.
hi: Files या iCloud Drive से आयात करें।
it: Importa da File o iCloud Drive.
ja: “ファイル”またはiCloud Driveから読み込みます。
ms: Import daripada Files atau iCloud Drive.
th: นำเข้าจากไฟล์หรือ iCloud Drive
ur: فائلز یا iCloud Drive سے درآمد کریں۔
zh_hans: 从“文件”或 iCloud Drive 导入。

source: Import MP3, M4A, CAF, WAV, AIFF, or AIF audio up to 30 seconds.
ar: استورد صوت MP3 أو M4A أو CAF أو WAV أو AIFF أو AIF حتى 30 ثانية.
es: Importa audio MP3, M4A, CAF, WAV, AIFF o AIF de hasta 30 segundos.
hi: 30 सेकंड तक का MP3, M4A, CAF, WAV, AIFF या AIF ऑडियो आयात करें।
it: Importa audio MP3, M4A, CAF, WAV, AIFF o AIF fino a 30 secondi.
ja: 30秒までのMP3、M4A、CAF、WAV、AIFF、AIF音声を読み込みます。
ms: Import audio MP3, M4A, CAF, WAV, AIFF, atau AIF sehingga 30 saat.
th: นำเข้าเสียง MP3, M4A, CAF, WAV, AIFF หรือ AIF ได้สูงสุด 30 วินาที
ur: 30 سیکنڈ تک کا MP3، M4A، CAF، WAV، AIFF، یا AIF آڈیو درآمد کریں۔
zh_hans: 导入最长 30 秒的 MP3、M4A、CAF、WAV、AIFF 或 AIF 音频。

source: Improved sync reliability across devices.
ar: حسّنا موثوقية المزامنة بين الأجهزة.
es: Se mejoró la fiabilidad de la sincronización entre dispositivos.
hi: डिवाइसों के बीच सिंक की विश्वसनीयता बेहतर की गई।
it: Migliorata l’affidabilità della sincronizzazione tra dispositivi.
ja: デバイス間の同期の信頼性を改善しました。
ms: Menambah baik kebolehpercayaan penyegerakan antara peranti.
th: ปรับปรุงความน่าเชื่อถือของการซิงค์ระหว่างอุปกรณ์
ur: آلات کے درمیان مطابقت پذیری کی بھروسہ مندی بہتر کی گئی۔
zh_hans: 提升设备间同步的可靠性。

source: Improved voice entry, NanoDo reminders, onboarding, and accessibility.
ar: حسّنا الإدخال الصوتي وتذكيرات NanoDo والإعداد وإمكانية الوصول.
es: Se mejoraron la entrada por voz, los recordatorios NanoDo, la guía inicial y la accesibilidad.
hi: वॉइस एंट्री, NanoDo रिमाइंडर, ऑनबोर्डिंग और एक्सेसिबिलिटी बेहतर की गई।
it: Migliorati l’inserimento vocale, i promemoria NanoDo, l’onboarding e l’accessibilità.
ja: 音声入力、NanoDoのリマインダー、オンボーディング、アクセシビリティを改善しました。
ms: Menambah baik input suara, peringatan NanoDo, pengenalan dan kebolehcapaian.
th: ปรับปรุงการป้อนข้อมูลด้วยเสียง การเตือน NanoDo การเริ่มต้นใช้งาน และการช่วยการเข้าถึง
ur: صوتی اندراج، NanoDo یاد دہانیاں، آن بورڈنگ اور رسائی بہتر کی گئی۔
zh_hans: 改进语音输入、NanoDo 提醒、新手引导和辅助功能。

source: Include anything useful, such as when it is due, how important it is, notes, tags, or steps.
ar: اذكر أي تفاصيل مفيدة، مثل الموعد ومدى الأهمية والملاحظات والوسوم أو الخطوات.
es: Incluye cualquier detalle útil, como la fecha límite, su importancia, notas, etiquetas o pasos.
hi: ज़रूरी विवरण शामिल करें, जैसे नियत समय, महत्व, नोट्स, टैग या चरण।
it: Includi ogni dettaglio utile, come scadenza, importanza, note, tag o passaggi.
ja: 期限、重要度、メモ、タグ、手順など、役立つ情報を含めてください。
ms: Sertakan butiran berguna seperti tarikh akhir, kepentingan, nota, tag atau langkah.
th: ใส่รายละเอียดที่เป็นประโยชน์ เช่น กำหนดเวลา ความสำคัญ โน้ต แท็ก หรือขั้นตอน
ur: کارآمد تفصیلات شامل کریں، جیسے آخری وقت، اہمیت، نوٹس، ٹیگز یا مراحل۔
zh_hans: 包括任何有用信息，例如截止时间、重要程度、备注、标签或步骤。

source: Insights
ar: الرؤى
es: Perspectivas
hi: अंतर्दृष्टि
it: Approfondimenti
ja: インサイト
ms: Cerapan
th: ข้อมูลเชิงลึก
ur: بصیرتیں
zh_hans: 洞察

source: Insights Unlocked
ar: تم فتح الرؤى
es: Información desbloqueada
hi: इनसाइट्स अनलॉक हो गए
it: Approfondimenti sbloccati
ja: インサイトが有効になりました
ms: Wawasan dibuka
th: ปลดล็อกข้อมูลเชิงลึกแล้ว
ur: بصیرتیں کھل گئیں
zh_hans: 洞察已解锁

source: Introduced Home, Momentum, and the redesigned toDō workflow.
ar: قدّمنا الصفحة الرئيسية وMomentum ومسار عمل toDō المعاد تصميمه.
es: Se presentaron Inicio, Momentum y el flujo de trabajo rediseñado de toDō.
hi: Home, Momentum और नया डिज़ाइन किया गया toDō वर्कफ़्लो पेश किया गया।
it: Introdotti Home, Momentum e il flusso di lavoro toDō riprogettato.
ja: Home、Momentum、再設計されたtoDōワークフローを導入しました。
ms: Memperkenalkan Home, Momentum dan aliran kerja toDō yang direka semula.
th: เปิดตัว Home, Momentum และขั้นตอนการทำงานของ toDō ที่ออกแบบใหม่
ur: Home، Momentum اور نئے ڈیزائن کردہ toDō ورک فلو متعارف کرائے گئے۔
zh_hans: 推出 Home、Momentum 和重新设计的 toDō 工作流程。

source: Invitation Pending
ar: الدعوة معلّقة
es: Invitación pendiente
hi: आमंत्रण लंबित
it: Invito in sospeso
ja: 招待を保留中
ms: Jemputan Belum Selesai
th: คำเชิญที่รอดำเนินการ
ur: دعوت زیر التوا
zh_hans: 邀请待处理

source: Invitation sent. Choose Email or Share to send it from this Mac.
ar: تم إرسال الدعوة. اختر البريد الإلكتروني أو المشاركة لإرسالها من هذا الـ Mac.
es: Invitación enviada. Elige Correo o Compartir para enviarla desde este Mac.
hi: आमंत्रण भेजा गया। इस Mac से भेजने के लिए ईमेल या शेयर चुनें।
it: Invito inviato. Scegli Email o Condividi per inviarlo da questo Mac.
ja: 招待を送信しました。このMacから送るにはメールまたは共有を選択してください。
ms: Jemputan dihantar. Pilih E-mel atau Kongsi untuk menghantarnya daripada Mac ini.
th: ส่งคำเชิญแล้ว เลือกอีเมลหรือแชร์เพื่อส่งจาก Mac นี้
ur: دعوت بھیج دی گئی۔ اس Mac سے بھیجنے کے لیے ای میل یا شیئر منتخب کریں۔
zh_hans: 邀请已发送。选择“邮件”或“共享”以从此 Mac 发送。

source: Invitation sent. If the address is not registered yet, it will remain pending until they join toDō.
ar: تم إرسال الدعوة. إذا لم يكن العنوان مسجلاً بعد، فستبقى معلقة حتى ينضم المستخدم إلى toDō.
es: Invitación enviada. Si la dirección aún no está registrada, quedará pendiente hasta que se una a toDō.
hi: आमंत्रण भेजा गया। यदि पता अभी पंजीकृत नहीं है, तो उपयोगकर्ता के toDō में शामिल होने तक यह लंबित रहेगा।
it: Invito inviato. Se l'indirizzo non è ancora registrato, resterà in sospeso finché l'utente non si unirà a toDō.
ja: 招待を送信しました。まだ登録されていないアドレスの場合、toDōに参加するまで保留されます。
ms: Jemputan dihantar. Jika alamat itu belum didaftarkan, ia akan kekal belum selesai sehingga mereka menyertai toDō.
th: ส่งคำเชิญแล้ว หากที่อยู่นี้ยังไม่ได้ลงทะเบียน คำเชิญจะคงค้างจนกว่าจะเข้าร่วม toDō
ur: دعوت بھیج دی گئی۔ اگر پتہ ابھی رجسٹرڈ نہیں تو صارف کے toDō میں شامل ہونے تک یہ زیر التوا رہے گی۔
zh_hans: 邀请已发送。如果该地址尚未注册，邀请会一直待处理，直到对方加入 toDō。

source: Invitation to %@
ar: دعوة إلى %@
es: Invitación a %@
hi: %@ का आमंत्रण
it: Invito a %@
ja: %@への招待
ms: Jemputan ke %@
th: คำเชิญเข้าร่วม %@
ur: %@ کی دعوت
zh_hans: %@ 的邀请

source: Invitation Unavailable
ar: الدعوة غير متاحة
es: Invitación no disponible
hi: निमंत्रण उपलब्ध नहीं
it: Invito non disponibile
ja: 招待を利用できません
ms: Jemputan tidak tersedia
th: คำเชิญไม่พร้อมใช้งาน
ur: دعوت دستیاب نہیں
zh_hans: 邀请不可用

source: Invite User
ar: دعوة مستخدم
es: Invitar usuario
hi: उपयोगकर्ता को आमंत्रित करें
it: Invita utente
ja: ユーザーを招待
ms: Jemput Pengguna
th: เชิญผู้ใช้
ur: صارف کو مدعو کریں
zh_hans: 邀请用户
